tap "homebrew/bundle"
tap "homebrew/services"
brew "agg"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "libpng"
brew "lz4"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "apr"
brew "ca-certificates"
brew "openssl@3"
brew "apr-util"
brew "mpdecimal"
brew "readline"
brew "sqlite"
brew "python@3.12"
brew "asciinema"
brew "aspell"
brew "autoconf"
brew "libssh2"
brew "libgit2"
brew "oniguruma"
brew "bat"
brew "freetype"
brew "fontconfig"
brew "libunistring"
brew "gettext"
brew "pcre2"
brew "python-packaging"
brew "glib"
brew "pixman"
brew "certifi"
brew "libnghttp2"
brew "rtmpdump"
brew "curl"
brew "libtool"
brew "unixodbc"
brew "freetds"
brew "libavif"
brew "gd"
brew "gmp"
brew "icu4c@76"
brew "krb5"
brew "libpq"
brew "libsodium"
brew "libzip"
brew "openldap"
brew "php"
brew "composer"
brew "fd"
brew "fnm"
brew "fribidi"
brew "isl"
brew "mpfr"
brew "gcc"
brew "harfbuzz"
brew "jbig2dec"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libidn"
brew "tesseract"
brew "ghostscript"
brew "git"
brew "gnu-getopt"
brew "libevent"
brew "libidn2"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "icu4c@75"
brew "jq"
brew "libblastrampoline"
brew "libomp"
brew "mbedtls@2"
brew "openblas"
brew "openlibm"
brew "suite-sparse"
brew "utf8proc"
brew "julia"
brew "lazygit"
brew "libuv"
brew "libvterm"
brew "litecli"
brew "z3"
brew "llvm"
brew "lua"
brew "luajit"
brew "luarocks"
brew "luv"
brew "msgpack"
brew "ncurses"
brew "tree-sitter"
brew "unibilium"
brew "neovim"
brew "nmap"
brew "tree"
brew "pass"
brew "pipenv"
brew "pkgconf"
brew "podman"
brew "podman-compose"
brew "pygments"
brew "python-tabulate"
brew "python@3.11"
brew "ripgrep"
brew "ruby"
brew "six"
brew "stow"
brew "stylua"
brew "tcl-tk"
brew "tmux"
brew "tmuxinator-completion"
brew "tmuxinator"
brew "virtualenv"
brew "wget"
cask "blender"
cask "dash"
cask "dbeaver-community"
cask "dbngin"
cask "figma"
cask "gimp"
cask "google-chrome"
cask "google-earth-pro"
cask "inkscape"
cask "librecad"
cask "mactex-no-gui"
cask "obs"
cask "qgis"
cask "raycast"
cask "responsively"
cask "simplemind"
cask "skim"
cask "warp"
cask "whisky"
