tap "homebrew/bundle"
tap "homebrew/services"
brew "ca-certificates"
brew "expat"
brew "imath"
brew "jpeg-turbo"
brew "libedit"
brew "libpng"
brew "lz4"
brew "xz"
brew "libtiff"
brew "openexr"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "jpeg-xl"
brew "aom"
brew "apr"
brew "libtool"
brew "mawk"
brew "perl"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "binutils"
brew "certifi"
brew "libunistring"
brew "libnghttp2"
brew "curl"
brew "freetype"
brew "freetds"
brew "icu4c@76"
brew "libxml2"
brew "libgpg-error"
brew "libpq"
brew "libxslt"
brew "libzip"
brew "php"
brew "composer"
brew "elfutils"
brew "fd"
brew "fnm"
brew "isl"
brew "gcc"
brew "go"
brew "icu4c@75"
brew "lazygit"
brew "libtirpc"
brew "libuv"
brew "z3"
brew "llvm"
brew "luajit"
brew "luarocks"
brew "msgpack"
brew "tree-sitter"
brew "unibilium"
brew "neovim"
brew "ollama", restart_service: :changed
brew "pipenv"
brew "pkgconf"
brew "python@3.11"
brew "python@3.12"
brew "ripgrep"
brew "ruby"
brew "stylua"
brew "tmux"
brew "tmuxinator-completion"
brew "tmuxinator"
brew "tree"
