tap "homebrew/bundle"
brew "bat"
brew "composer"
brew "fd"
brew "fnm"
brew "gcc"
brew "git"
brew "go"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "pipenv"
brew "ripgrep"
brew "rust"
brew "stow"
brew "stylua"
brew "tmuxinator"
brew "tree"
