tap "homebrew/bundle"
brew "bat"
brew "composer"
brew "fd"
brew "fnm"
brew "git"
brew "go"
brew "julia"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "pipenv"
brew "rust"
brew "stow"
brew "stylua"
brew "tmuxinator"
cask "figma"
cask "raycast"
cask "skim"
cask "dash"
cask "mactex-no-gui"
